Repository: climsoft/climsoft-api
Catalog: src/climsoft_api/locale/*/LC_MESSAGES/climsoft_messages.po
Languages: fr

source: Failed to update station location history
fr: Échec de la mise à jour de l'historique de localisation des stations

source: Failed to delete station location history.
fr: Échec de la suppression de l'historique de localisation des stations.

source: Failed to create station_qualifier.
fr: Échec de la création du qualificateur de station.

source: Station qualifier does not exist.
fr: Le qualificateur de station n'existe pas.

source: Failed to get station qualifier.
fr: Échec de l'obtention du qualificatif de station.

source: Failed to get list of station qualifiers.
fr: Échec de l'obtention de la liste des qualificatifs de station.

source: Failed to update station qualifier
fr: Échec de la mise à jour du qualificatif de station

source: Failed to delete station qualifier.
fr: Échec de la suppression du qualificatif de station.

source: Failed to create synop feature.
fr: Échec de la création de la fonctionnalité de synop.

source: Synop feature does not exist.
fr: La fonctionnalité Synop n'existe pas.

source: Failed to get synop feature.
fr: Échec de l'obtention de la fonctionnalité de synop.

source: Failed to get list of synop features.
fr: Échec de l'obtention de la liste des fonctionnalités synop.

source: Failed to update synop feature.
fr: Échec de la mise à jour de la fonctionnalité de synop.

source: Failed to delete synop feature.
fr: Échec de la suppression de la fonctionnalité de synop.

source: Status
fr: Statut

source: Description
fr: La description

source: Result
fr: Résultat

source: Limit
fr: Limite

source: Username
fr: Nom d'utilisateur

source: Role
fr: Rôle

source: Form Name
fr: Nom de forme

source: Order Number
fr: Numéro de commande

source: Table Name
fr: Nom de la table

source: Selected
fr: Choisi

source: Start Position
fr: La position de départ

source: End Position
fr: Position finale

source: Location Code of Element
fr: Code d'emplacement de l'élément

source: Sequencer
fr: Séquenceur

source: Entry Mode
fr: Mode d'entrée

source: Resolved at
fr: Résolu à

source: Associated With
fr: Associé à

source: Resolved By
fr: Résolu par

source: Remarks
fr: Remarques

source: Resolved At
fr: Résolu à

source: Instrument Fault Report
fr: Rapport de panne de l'appareil

source: Belongs To
fr: Appartient à

source: Observed On
fr: Observé le

source: Synop Feature
fr: Fonction Synop

source: Character Symbol
fr: Symbole de caractère

source: Number Symbol
fr: Symbole numérique

source: Instrument Name
fr: Nom de l'appareil

source: Instrument ID
fr: Identifiant de l'instrument

source: Serial Number
fr: Numéro de série

source: Abbreviation
fr: Abréviation

source: Model
fr: Modèle

source: Manufacturer
fr: Fabricant

source: Instrument Uncertainty
fr: Incertitude des instruments

source: Installation Datetime
fr: Date et heure d'installation

source: Uninstallation Datetime
fr: Date et heure de désinstallation

source: Height
fr: Hauteur

source: Instrument Picture
fr: Image de l'instrument

source: Installed At
fr: Installé à

source: Report ID
fr: ID de rapport

source: Report Datetime
fr: Date et heure du rapport

source: Fault Description
fr: Description du défaut

source: Reported By
fr: Rapporté par

source: Received Datetime
fr: Date et heure de réception

source: Received By
fr: Reçu par

source: Reported From
fr: Signalé de

source: Performed On
fr: Effectué le

source: Performed At
fr: Joué à

source: Performed By
fr: Interprété par

source: Element ID
fr: ID d'élément

source: Element Name
fr: Nom de l'élément

source: Element Scale
fr: Échelle des éléments

source: Upper Limit
fr: Limite supérieure

source: Lower Limit
fr: Limite inférieure

source: Units
fr: Unités

source: Element Type
fr: Type d'élément

source: QC Total Required
fr: CQ total requis

source: Recorded From
fr: Enregistré depuis

source: Described By
fr: Décrit par

source: Obs Datetime
fr: Date et heure de l'obs

source: QC Status
fr: Statut CQ

source: Acquisition Type
fr: Type d'acquisition

source: Obs Level
fr: Niveau Obs

source: ObsValue
fr: Valeur Obs

source: Flag
fr: Drapeau

source: Period
fr: Période

source: QC Type Log
fr: Journal de type CQ

source: Data Form
fr: Formulaire de données

source: Captured By
fr: Capturé par

source: Mark
fr: Marque

source: Temperature Units
fr: Unités de température

source: Precipitation Units
fr: Unités de précipitation

source: Cloud Height Units
fr: Unités de hauteur des nuages

source: Vis Units
fr: Unités Vis

source: Data Source Timezone
fr: Fuseau horaire de la source de données

source: Obs Value
fr: Valeur Obs

source: Obs Element
fr: Élément Obs

source: Schedule Class
fr: Horaire Classe

source: Form Datetime
fr: Date et heure du formulaire

source: Classified Into
fr: Classé dans

source: Paper Archive Definition
fr: Définition des archives papier

source: Form ID
fr: ID de formulaire

source: Begin Date
fr: Date de début

source: End Date
fr: Date de fin

source: ClassifiedInto
fr: Classé dans

source: Physical Feature Class
fr: Classe d'entité physique

source: Feature Class
fr: Classe d'entités

source: Key Name
fr: Nom de la clé

source: Key Value
fr: Valeur clé

source: Key Description
fr: Description de la clé

source: Station ID
fr: Identifiant de la station

source: Station Name
fr: Nom de la station

source: Wmo ID
fr: Identifiant de Wmo

source: Icao ID
fr: Identifiant de Icao

source: Qualifier
fr: Qualificatif

source: Elevation
fr: Élévation

source: Geolocation Method
fr: Méthode de géolocalisation

source: Geolocation Accuracy
fr: Précision de la géolocalisation

source: Opening Datetime
fr: Date et heure d'ouverture

source: Closing Datetime
fr: Date et heure de clôture

source: Country
fr: De campagne

source: Authority
fr: Autorité

source: Admin Region
fr: Région administrative

source: Drainage Basin
fr: Bassin de drainage

source: Waca Selection
fr: Sélection Waca

source: Cpt Selection
fr: Sélection de CP

source: Station Operational
fr: Station opérationnelle

source: Elements
fr: Éléments

source: Recorded With
fr: Enregistré avec

source: Instrument Code
fr: Code instrument

source: Scheduled For
fr: Planifié pour

source: Obs Schedule Class
fr: Obs Horaire Classe

source: Station Type
fr: Type de poste

source: Geolocation History
fr: Historique de géolocalisation

source: Qualifier Begin Date
fr: Date de début de qualification

source: Qualifier End Date
fr: Date de fin de qualification

source: Station Timezone
fr: Fuseau horaire de la gare

source: Station Network Type
fr: Type de réseau de stations

source: Storage
fr: Espace de rangement

source: Filepath
fr: Chemin du fichier

source: Object key
fr: Clé d'objet
