Repository: climsoft/climsoft-api
Catalog: src/climsoft_api/locale/*/LC_MESSAGES/climsoft_messages.po
Languages: fr

source: Successfully fetched stations.
fr: Stations récupérées avec succès.

source: Successfully fetched station.
fr: Station récupérée avec succès.

source: Successfully created station.
fr: Station créée avec succès.

source: Successfully updated station.
fr: Station mise à jour avec succès.

source: Successfully deleted station.
fr: Station supprimée avec succès.

source: Successfully fetched climsoft users.
fr: Les utilisateurs de climsoft ont bien été récupérés.

source: Successfully fetched climsoft user.
fr: Utilisateur climsoft récupéré avec succès.

source: Successfully created climsoft user.
fr: Utilisateur climsoft créé avec succès.

source: Successfully updated climsoft user.
fr: Utilisateur climsoft mis à jour avec succès.

source: Successfully deleted climsoft user.
fr: Utilisateur climsoft supprimé avec succès.

source: Successfully fetched acquisition types.
fr: Types d'acquisition récupérés avec succès.

source: Successfully fetched acquisition type.
fr: Type d'acquisition récupéré avec succès.

source: Successfully created acquisition type.
fr: Type d'acquisition créé avec succès.

source: Successfully updated acquisition type.
fr: Type d'acquisition mis à jour avec succès.

source: Successfully deleted acquisition type.
fr: Type d'acquisition supprimé avec succès.

source: Successfully fetched data forms.
fr: Formulaires de données récupérés avec succès.

source: Successfully fetched data form.
fr: Formulaire de données récupéré avec succès.

source: Successfully created data form.
fr: Formulaire de données créé avec succès.

source: Successfully updated data form.
fr: Formulaire de données mis à jour avec succès.

source: Successfully deleted data form.
fr: Formulaire de données supprimé avec succès.

source: Successfully fetched instrument inspection.
fr: L'inspection de l'instrument a été récupérée avec succès.

source: Successfully created instrument inspection.
fr: L'inspection de l'instrument a été créée avec succès.

source: Successfully updated instrument inspection.
fr: Inspection de l'instrument mise à jour avec succès.

source: Successfully deleted instrument inspection.
fr: L'inspection de l'instrument a été supprimée avec succès.

source: Successfully fetched feature geographical positions.
fr: Positions géographiques des entités récupérées avec succès.

source: Successfully fetched feature geographical position.
fr: La position géographique de l'entité géographique a bien été récupérée.

source: Successfully created feature geographical position.
fr: Position géographique de la fonction créée avec succès.

source: Successfully updated feature geographical position.
fr: La position géographique de l'entité a bien été mise à jour.

source: Successfully deleted feature geographical position.
fr: La position géographique de l'élément géographique a bien été supprimée.

source: Successfully fetched flags.
fr: Drapeaux récupérés avec succès.

source: Successfully fetched flag.
fr: Drapeau récupéré avec succès.

source: Successfully created flag.
fr: Drapeau créé avec succès.

source: Successfully updated flag.
fr: Drapeau mis à jour avec succès.

source: Successfully deleted flag.
fr: Drapeau supprimé avec succès.

source: Successfully fetched instruments.
fr: Instruments récupérés avec succès.

source: Successfully fetched instrument.
fr: Instrument récupéré avec succès.

source: Successfully created instrument.
fr: Instrument créé avec succès.

source: Successfully updated instrument.
fr: Instrument mis à jour avec succès.

source: Successfully deleted instrument.
fr: Instrument supprimé avec succès.

source: Successfully fetched instrument fault report.
fr: Le rapport de panne de l'instrument a été récupéré avec succès.

source: Successfully created instrument fault report.
fr: Le rapport de panne de l'instrument a été créé avec succès.

source: Successfully updated instrument fault report.
fr: Le rapport de panne de l'instrument a été mis à jour avec succès.

source: Successfully deleted instrument fault report.
fr: Le rapport de panne de l'instrument a été supprimé avec succès.

source: Successfully fetched obs elements.
fr: Éléments obs récupérés avec succès.

source: Successfully fetched obs element.
fr: Élément obs récupéré avec succès.

source: Successfully created obs element.
fr: L'élément obs a bien été créé.

source: Successfully updated obs element.
fr: Élément obs mis à jour avec succès.

source: Successfully deleted obs element.
fr: L'élément obs a bien été supprimé.

source: Successfully fetched observation finals.
fr: Finales d'observation récupérées avec succès.

source: Successfully fetched observation final.
fr: L'observation finale a été récupérée avec succès.

source: Successfully created observation final.
fr: Finale d'observation créée avec succès.

source: Successfully updated observation final.
fr: Finale d'observation mise à jour avec succès.

source: Successfully deleted observation final.
fr: L'observation finale a bien été supprimée.

source: Successfully fetched observation initials.
fr: Initiales d'observation récupérées avec succès.

source: Successfully fetched observation initial.
fr: Observation initiale récupérée avec succès.

source: Successfully created observation initial.
fr: Initiale d'observation créée avec succès.

source: Successfully updated observation initial.
fr: Observation initiale mise à jour avec succès.

source: Successfully deleted observation initial.
fr: Observation initiale supprimée avec succès.

source: Successfully fetched obs schedule class.
fr: La classe de calendrier obs a bien été récupérée.

source: Successfully fetched paper archives.
fr: Archives papier récupérées avec succès.

source: Successfully fetched paper archive.
fr: Archive papier récupérée avec succès.

source: Successfully created paper archive.
fr: Archive papier créée avec succès.

source: Successfully updated paper archive.
fr: Archives papier mises à jour avec succès.

source: Successfully deleted paper archive.
fr: Archive papier supprimée avec succès.

source: Successfully fetched paper archive definitions.
fr: Les définitions d'archive papier ont bien été récupérées.

source: Successfully fetched paper archive definition.
fr: La définition de l'archive papier a bien été récupérée.

source: Successfully created paper archive definition.
fr: Définition d'archive papier créée avec succès.

source: Successfully updated paper archive definition.
fr: Définition de l'archive papier mise à jour avec succès.

source: Successfully deleted paper archive definition.
fr: La définition d'archive papier a bien été supprimée.

source: Successfully fetched physical feature.
fr: Caractéristique physique récupérée avec succès.

source: Successfully created physical feature.
fr: Élément physique créé avec succès.

source: Successfully updated physical feature.
fr: Caractéristique physique mise à jour avec succès.

source: Successfully deleted physical feature.
fr: Élément physique supprimé avec succès.

source: Successfully fetched physical feature class.
fr: La classe d'entités physiques a bien été récupérée.

source: Successfully created physical feature class.
fr: La classe d'entités physiques a bien été créée.

source: Successfully updated physical feature class.
fr: Classe d'entités physiques mise à jour avec succès.

source: Successfully deleted physical feature class.
fr: La classe d'entités physiques a bien été supprimée.

source: Successfully fetched qc_status_definitions.
fr: Les définitions d'état qc ont bien été récupérées.

source: Successfully fetched qc status definition.
fr: La définition d'état qc a bien été récupérée.

source: Successfully created qc status definition.
fr: La définition de statut qc a été créée avec succès.

source: Successfully updated qc status definition.
fr: La définition d'état qc a été mise à jour avec succès.

source: Successfully deleted qc status definition.
fr: La définition d'état qc a bien été supprimée.

source: Successfully fetched qc types.
fr: Types qc récupérés avec succès.

source: Successfully fetched qc type.
fr: Type qc récupéré avec succès.

source: Successfully created qc type.
fr: Type qc créé avec succès.

source: Successfully updated qc type.
fr: Type qc mis à jour avec succès.

source: Successfully deleted qc type.
fr: Type qc supprimé avec succès.

source: Successfully fetched reg keys.
fr: Clés de registre récupérées avec succès.

source: Successfully fetched reg key.
fr: Clé d'enregistrement récupérée avec succès.

source: Successfully created reg key.
fr: Clé de registre créée avec succès.

source: Successfully updated reg key.
fr: Clé d'enregistrement mise à jour avec succès.

source: Successfully deleted reg key.
fr: Clé de registre supprimée avec succès.

source: Successfully fetched station elements.
fr: Éléments de station récupérés avec succès.

source: Successfully fetched station element.
fr: Élément de station récupéré avec succès.

source: Successfully created station element.
fr: Élément de station créé avec succès.

source: Successfully updated station element.
fr: Élément de station mis à jour avec succès.

source: Successfully deleted station element.
fr: Élément de station supprimé avec succès.

source: Successfully fetched station location history.
fr: L'historique de localisation des stations a bien été récupéré.

source: Successfully created station location history.
fr: L'historique de localisation des stations a bien été créé.

source: Successfully updated station location history.
fr: Historique de localisation des stations mis à jour avec succès.

source: Successfully deleted station location history.
fr: L'historique de localisation des stations a bien été supprimé.

source: Successfully fetched station qualifier.
fr: Qualificatif de station récupéré avec succès.

source: Successfully created station qualifier.
fr: Qualificatif de station créé avec succès.

source: Successfully updated station qualifier.
fr: Qualificatif de station mis à jour avec succès.

source: Successfully deleted station qualifier.
fr: Qualificatif de station supprimé avec succès.

source: Failed to get statistics for climsoft tables.
fr: Échec de l'obtention des statistiques pour les tables climsoft.

source: Successfully fetched synop features.
fr: Les fonctionnalités synop ont bien été récupérées.

source: Successfully fetched synop feature.
fr: Fonctionnalité synop récupérée avec succès.

source: Successfully created synop feature.
fr: Fonction synop créée avec succès.

source: Successfully updated synop feature.
fr: Fonction synop mise à jour avec succès.

source: Successfully deleted synop feature.
fr: Fonction synop supprimée avec succès.

source: Only image files are supported.
fr: Seuls les fichiers image sont pris en charge.

source: Image uploaded successfully!
fr: Image téléchargée avec succès!

source: Failed uploading image!
fr: Échec du téléchargement de l'image!

source: Failed to create acquisition type.
fr: Échec de la création du type d'acquisition.

source: Acquisition type does not exist.
fr: Le type d'acquisition n'existe pas.

source: Failed to get acquisition type.
fr: Échec de l'obtention du type d'acquisition.

source: Failed to get list of acquisition types.
fr: Échec de l'obtention de la liste des types d'acquisition.

source: Failed to update acquisition type.
fr: Échec de la mise à jour du type d'acquisition.

source: Failed to delete acquisition type.
fr: Échec de la suppression du type d'acquisition.

source: Failed to create climsoft user.
fr: Échec de la création de l'utilisateur climsoft.

source: Climsoft user does not exist.
fr: L'utilisateur Climsoft n'existe pas.

source: Failed to get climsoft user.
fr: Échec de l'obtention de l'utilisateur climsoft.

source: Failed to update climsoft user.
fr: Échec de la mise à jour de l'utilisateur climsoft.

source: Failed to delete climsoft user.
fr: Impossible de supprimer l'utilisateur climatsoft.

source: Failed to create data form.
fr: Échec de la création du formulaire de données.

source: Data form does not exist.
fr: Le formulaire de données n'existe pas.

source: Failed to get data form.
fr: Échec de l'obtention du formulaire de données.

source: Failed to get list of data forms.
fr: Échec de l'obtention de la liste des formulaires de données.

source: Failed to update data form.
fr: Échec de la mise à jour du formulaire de données.

source: Failed to delete data form.
fr: Échec de la suppression du formulaire de données.

source: Failed to create fault resolution.
fr: Échec de la création de la résolution des erreurs.

source: Fault resolution does not exist.
fr: La résolution des pannes n'existe pas.

source: Failed to get fault resolution.
fr: Impossible d'obtenir la résolution de l'erreur.

source: Failed to get list of fault resolutions.
fr: Échec de l'obtention de la liste des résolutions de pannes.

source: Failed to update fault resolution.
fr: Échec de la mise à jour de la résolution des erreurs.

source: Failed to delete fault resolution.
fr: Échec de la suppression de la résolution d'erreur.

source: Failed to create feature geographical position.
fr: Échec de la création de la position géographique de l'entité.

source: Failed to get feature geographical position.
fr: Échec de l'obtention de la position géographique de l'élément.

source: Failed to get list of feature geographical positions.
fr: Échec de l'obtention de la liste des positions géographiques des caractéristiques.

source: Failed to update feature geographical position.
fr: Échec de la mise à jour de la position géographique de l'entité.

source: Failed to delete feature geographical position.
fr: Échec de la suppression de la position géographique de l'élément géographique.

source: Failed to create flag.
fr: Échec de la création de l'indicateur.

source: Flag does not exist.
fr: Le drapeau n'existe pas.

source: Failed to get flag.
fr: Échec de l'obtention du drapeau.

source: Failed to get list of flags.
fr: Échec de l'obtention de la liste des drapeaux.

source: Failed to update flag.
fr: Échec de la mise à jour de l'indicateur.

source: Failed to delete flag.
fr: Échec de la suppression de l'indicateur.

source: Failed to create instrument.
fr: Échec de la création de l'instrument.

source: Instrument does not exist.
fr: L'appareil n'existe pas.

source: Failed to get instrument.
fr: Échec de la récupération de l'instrument.

source: Failed to get list of instruments.
fr: Échec de l'obtention de la liste des instruments.

source: Failed to update instrument.
fr: Échec de la mise à jour de l'instrument.

source: Failed to delete instrument.
fr: Échec de la suppression de l'instrument.

source: Failed to create instrument fault report.
fr: Échec de la création du rapport de panne de l'instrument.

source: Instrument fault report does not exist.
fr: Le rapport de panne de l'instrument n'existe pas.

source: Failed to get instrument fault report.
fr: Échec de l'obtention du rapport de panne de l'instrument.

source: Failed to get list of instrument fault reports.
fr: Échec de l'obtention de la liste des rapports de panne de l'instrument.

source: Failed to update instrument fault report.
fr: Échec de la mise à jour du rapport de panne de l'instrument.

source: Failed to delete instrument fault report.
fr: Échec de la suppression du rapport de panne de l'instrument.

source: Failed to create instrument inspection.
fr: Échec de la création de l'inspection de l'instrument.

source: Instrument inspection does not exist.
fr: L'inspection aux instruments n'existe pas.

source: Failed to get instrument inspection.
fr: Échec de l'inspection de l'instrument.

source: Failed to get list of instrument inspections.
fr: Échec de l'obtention de la liste des inspections d'instruments.

source: Failed to update instrument inspection.
fr: Échec de la mise à jour de l'inspection de l'instrument.

source: Failed to delete instrument inspection.
fr: Échec de la suppression de l'inspection de l'instrument.

source: Failed to create obs element.
fr: Échec de la création de l'élément obs.

source: Obs element does not exist.
fr: L'élément Obs n'existe pas.

source: Failed to get obs element.
fr: Échec de l'obtention de l'élément obs.

source: Failed to get list of obs elements.
fr: Échec de l'obtention de la liste des éléments obs.

source: Failed to update obs element.
fr: Échec de la mise à jour de l'élément obs.

source: Failed to delete obs element.
fr: Échec de la suppression de l'élément obs.

source: Failed to create observation final.
fr: Échec de la création de l'observation finale.

source: Observation final does not exist.
fr: L'observation finale n'existe pas.

source: Failed to get observation final.
fr: Échec de l'obtention de la finale d'observation.

source: Failed to get list of observation finals.
fr: Échec de l'obtention de la liste des finales d'observation.

source: Failed to update observation final.
fr: Échec de la mise à jour de l'observation finale.

source: Failed to delete observation final.
fr: Échec de la suppression de l'observation finale.

source: Failed to create observation initial.
fr: Échec de la création de l'observation initiale.

source: Observation initial does not exist.
fr: L'observation initiale n'existe pas.

source: Failed to get observation initial.
fr: Échec de l'obtention de l'observation initiale.

source: Failed to get list of observation initials.
fr: Échec de l'obtention de la liste des initiales d'observation.

source: Failed to update observation initial.
fr: Échec de la mise à jour de l'observation initiale.

source: Failed to delete observation initial.
fr: Échec de la suppression de l'observation initiale.

source: Failed to create obs schedule class.
fr: Échec de la création de la classe de planification obs.

source: Obs schedule class does not exist.
fr: La classe de planification Obs n'existe pas.

source: Failed to get obs schedule class.
fr: Échec de l'obtention du cours de planification d'obs.

source: Failed to get list of obs schedule classes.
fr: Échec de l'obtention de la liste des cours programmés par l'obs.

source: Failed to update obs schedule class.
fr: Échec de la mise à jour de la classe de planification obs.

source: Failed to delete obs schedule class.
fr: Échec de la suppression de la classe de planification obs.

source: Failed fetching list of paper archives.
fr: Échec de la récupération de la liste des archives papier.

source: Paper archive not found.
fr: Archives papier introuvables.

source: Failed to get paper archive.
fr: Échec de l'obtention de l'archive papier.

source: Failed to create paper archive.
fr: Échec de la création de l'archive papier.

source: Failed to update paper archive.
fr: Échec de la mise à jour de l'archive papier.

source: Failed to delete paper archive.
fr: Échec de la suppression de l'archive papier.

source: Failed to create pape archive definition.
fr: Échec de la création de la définition d'archive papier.

source: Paper archive definition does not exist.
fr: La définition d'archive papier n'existe pas.

source: Failed to get paper archive definition.
fr: Échec de l'obtention de la définition d'archive papier.

source: Failed to get list of paper archive definitions.
fr: Échec de l'obtention de la liste des définitions d'archives papier.

source: Failed to update paper archive definition.
fr: Échec de la mise à jour de la définition de l'archive papier.

source: Failed to delete paper archive definition.
fr: Échec de la suppression de la définition d'archive papier.

source: Failed to create physical feature.
fr: Échec de la création de l'élément physique.

source: Physical feature does not exist.
fr: La caractéristique physique n'existe pas.

source: Failed to get physical feature.
fr: Échec de l'obtention de la caractéristique physique.

source: Failed to get list of physical features.
fr: Échec de l'obtention de la liste des caractéristiques physiques.

source: Failed to update physical feature
fr: Échec de la mise à jour de la fonctionnalité physique

source: Failed to delete physical feature.
fr: Échec de la suppression de la caractéristique physique.

source: Failed to create physical feature class.
fr: Échec de la création de la classe d'entités physiques.

source: Physical feature class does not exist.
fr: La classe d'objets physiques n'existe pas.

source: Failed to get physical feature class.
fr: Échec de l'obtention de la classe d'entités physiques.

source: Failed to get list of physical feature classes.
fr: Échec de l'obtention de la liste des classes d'entités physiques.

source: Failed to update physical feature class.
fr: Échec de la mise à jour de la classe d'entités physiques.

source: Failed to delete physical feature class.
fr: Échec de la suppression de la classe d'entités physiques.

source: Failed to create qc status definition.
fr: Échec de la création de la définition d'état qc.

source: QC status definition does not exist.
fr: La définition d'état QC n'existe pas.

source: Failed to get qc status definition.
fr: Échec de l'obtention de la définition de l'état qc.

source: Failed to get list of qc status definitions.
fr: Échec de l'obtention de la liste des définitions d'état qc.

source: Failed to update qc status definition.
fr: Échec de la mise à jour de la définition d'état qc.

source: Failed to delete qc status definition.
fr: Échec de la suppression de la définition d'état qc.

source: Failed to create qc type.
fr: Échec de la création du type qc.

source: QC type does not exist.
fr: Le type QC n'existe pas.

source: Failed to get qc type.
fr: Impossible d'obtenir le type qc.

source: Failed to get list of qc types.
fr: Échec de l'obtention de la liste des types de qc.

source: Failed to update qc type.
fr: Échec de la mise à jour du type qc.

source: Failed to delete qc type.
fr: Échec de la suppression du type qc.

source: Failed to create reg key.
fr: Échec de la création de la clé d'inscription.

source: Reg key does not exist.
fr: La clé de registre n'existe pas.

source: Failed to get reg key.
fr: Échec de l'obtention de la clé d'enregistrement.

source: Failed to get list of reg keys.
fr: Échec de l'obtention de la liste des clés de registre.

source: Failed to update reg key
fr: Échec de la mise à jour de la clé d'enregistrement

source: Failed to delete reg key.
fr: Échec de la suppression de la clé d'enregistrement.

source: Failed to create station.
fr: Échec de la création de la station.

source: Station does not exist.
fr: La gare n'existe pas.

source: Failed to get station.
fr: Échec de l'obtention de la station.

source: Failed to get list of stations.
fr: Échec de l'obtention de la liste des stations.

source: Failed to update station.
fr: Échec de la mise à jour de la station.

source: Failed to delete station.
fr: Échec de la suppression de la station.

source: Failed to create station element.
fr: Échec de la création de l'élément de station.

source: Station element does not exist.
fr: L'élément de station n'existe pas.

source: Failed to get station element.
fr: Échec de l'obtention de l'élément de station.

source: Failed to get list of station elements.
fr: Échec de l'obtention de la liste des éléments de la station.

source: Failed to update station element.
fr: Échec de la mise à jour de l'élément de station.

source: Failed to delete station element.
fr: Échec de la suppression de l'élément de station.

source: Failed to create station location history.
fr: Échec de la création de l'historique de localisation des stations.

source: Station location history does not exist.
fr: L'historique de localisation des stations n'existe pas.

source: Failed to get station location history.
fr: Échec de l'obtention de l'historique de localisation des stations.

source: Failed to get list of station location histories.
fr: Échec de l'obtention de la liste des historiques d'emplacement des stations.
